tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"

brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "boost"
brew "cargo-completion"
brew "ccache"
brew "cheat"
brew "clang-format"
brew "coreutils"
brew "cmake"
brew "curl"
brew "diff-so-fancy"
brew "dos2unix"
brew "doxygen"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fftw"
brew "fzf"
brew "git"
brew "gnu-typist"
brew "googler"
brew "htop"
brew "hub"
brew "imagemagick"
brew "lua"
brew "ncdu"
brew "neovim"
brew "ninja"
brew "node"
brew "pandoc"
brew "portaudio"
brew "portmidi"
brew "prettyping"
brew "ripgrep"
brew "sox"
brew "stow"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"

cask "alacritty"
cask "anki"
cask "authy"
cask "contexts"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-hack"
cask "font-menlo-for-powerline"
cask "iterm2"
cask "julia"
cask "karabiner-elements"
cask "google-chrome"
cask "omnidisksweeper"
cask "plex-media-player"
cask "qlmarkdown"
cask "shiftit"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "tcl"
cask "teensy"
cask "tomighty"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "yed"
cask "yujitach-menumeters"
