tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "autojump"
brew "bash"
brew "bash-completion"
brew "bat"
brew "boost"
brew "cargo-completion"
brew "ccache"
brew "cheat"
brew "clang-format"
brew "coreutils"
brew "cmake"
brew "diff-so-fancy"
brew "dos2unix"
brew "doxygen"
brew "exa"
brew "fd"
brew "fish"
brew "ffmpeg"
brew "fftw"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnu-typist"
brew "googler"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick"
brew "just"
brew "lua"
brew "lua-language-server"
brew "ncdu"
brew "neovim"
brew "pandoc"
brew "prettyping"
brew "ripgrep"
brew "ruby"
brew "sox"
brew "stow"
brew "swiftformat"
brew "tig"
brew "tldr"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vim"
brew "wget"
brew "xh"
brew "youtube-dl"

cask "anki"
cask "authy"
cask "boop"
cask "dash"
cask "discord"
cask "docker"
cask "firefox"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-hack"
cask "font-menlo-for-powerline"
cask "geekbench"
cask "google-chrome"
cask "istat-menus"
cask "julia"
cask "kitty"
cask "karabiner-elements"
cask "notion"
cask "omnidisksweeper"
cask "plex-media-player"
cask "qlmarkdown"
cask "rectangle"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "sync"
cask "tcl"
cask "telegram"
cask "teensy"
cask "tomighty"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zoom"
