cask "alt-tab"
cask "anki"
cask "authy"
cask "dash"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "geekbench"
cask "google-chrome"
cask "istat-menus@6"
cask "kitty"
cask "karabiner-elements"
cask "languagetool"
cask "notion"
cask "obsidian"
cask "ocenaudio"
cask "omnidisksweeper"
cask "qlmarkdown"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "sync"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zoom"
