tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"

tap "universal-ctags/universal-ctags"

brew "autojump"
brew "bash"
brew "boost"
brew "ccache"
brew "cheat"
brew "clang-format"
brew "coreutils"
brew "cmake"
brew "curl"
brew "dos2unix"
brew "doxygen"
brew "ffmpeg"
brew "fftw"
brew "fzf"
brew "git"
brew "googler"
brew "hub"
brew "imagemagick"
brew "lua"
brew "ninja"
brew "node"
brew "ripgrep"
brew "sox"
brew "stow"
brew "the_silver_searcher"
brew "translate-shell"
brew "tree"
brew "universal-ctags", args: ['HEAD']
brew "vim"
brew "wget"
brew "youtube-dl"

cask "authy-desktop"
cask "docker"
cask "disk-inventory-x"
cask "dropbox"
cask "flux"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-hack"
cask "font-menlo-for-powerline"
cask "iterm2"
cask "julia"
cask "karabiner-elements"
cask "google-chrome"
cask "google-drive"
cask "google-earth"
cask "plex-media-player"
cask "qlmarkdown"
cask "shiftit"
cask "sketchup"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "tcl"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "yed"
cask "yujitach-menumeters"
